[
  {
    "id": 1,
    "name": "Flopping Fish Cat Toy",
    "description": "Self Moving\r\nThe FIRST Flopping Fish Cat Toy that moves on its own!\r\n\r\nBattery Powered\r\nEasy USB recharging - NO more wasting batteries!\r\n\r\nRefillable Catnip Pouch\r\nCat safe velcro pocket is easy to refill over and over again!\r\n\r\nLooks Exactly like a Fish!\r\nThe resemblance will surprise you!\r\n\r\nXL SIZE!\r\nLength: 30cm.\r\n\r\nSOFT & CUDDLY!\r\nMade of Plush and Cotton.\r\n\r\nFOUR VARIANTS AVAILABLE!\r\nGerald, Ronald, Bill & George Floppy Fish Cat Toys\r\n\r\nThis Floppy Fish Cat Toy will keep your kitty entertained for hours with its wagging and dancing moves. Easy USB rechargeable and motion activated so cats can make it start flipping on its own. After moving for a while the Flopping Fish Cat Toy stops to save battery life when cats stop playing with it so you don't need to worry about turning it off. Refillable catnip pouch pocket and 4 variants available. Don't miss out! Spoil your kitty with our Flippity Floppity Fish!\r\n\r\nRefillable catnip pouch pocket. 4 variants available. 25% Off and Free Shiping today.\r\n\r\nSpecial offer: BUY 2 FISHIES AND GET 25% OFF the second unit!\r\n\r\nQuantity Discounted Prices:\r\n\r\n1 X Flopping Fish Cat Toy = $24.99 \r\n\r\n2 X Flopping Fish Cat Toy = $43.7 (SAVE $6.25)\r\n\r\n3 X Flopping Fish Cat Toy = $59.99 (SAVE $15)\r\n\r\nTo access this promo just add the fishies you want to your CART and you'll get discounted prices when checking out!\r\n",
    "collection": [
      "1",
      "3"
    ],
    "images": [
      "productImages-1591974160796.png",
      "productImages-1591974160817.png",
      "productImages-1591974160890.png",
      "productImages-1591974160900.png",
      "productImages-1591974160909.png"
    ],
    "price": "24.99",
    "discount": "0",
    "cost": "10.00",
    "sku": "012345678",
    "stock": "1539"
  },
  {
    "id": 2,
    "name": "Banana Cat Bed",
    "description": "Your cat will, literally, go BANANAS over this bed. It's the perfect bed for YOUR KITTY! It will be its own soft, cozy & comfy spot.\r\n\r\nThe Banana Cat Bed features a peelable banana peel that allows your cat to sneak in and out while still having the privacy they require. Just peel open the top layer of the peel to sneak a peek at your kitty snoozing inside.\r\n\r\nTons of fun, guaranteed!\r\n\r\nKittenfy's Banana Cat Bed is available in 3 different colors and 3 different sizes for you to choose the perfect fit.\r\n\r\nOur Costumers say...\r\n\r\n\"Great quality product! Perfect for my cat! \" - Kylie K.\r\n\r\n\"Very cute. Fast Shipping. My friend’s cat loved it.\" - Samantha N.\r\n\r\nKittenfy Clients usually get the Banana Cat Bed together with our Floppy Fish Cat Toy, loved by cats all around the globe because of its flippity floppy moves.\r\n\r\nLIMITED TIME ONLY. Not sold in stores.\r\n\r\nSecure checkout via: Mastercard, Visa & PayPal.\r\n\r\nEXPRESS SHIPPING: 5 to 10 business days delivery.\r\n\r\nFREE STANDARD SHIPPING ALSO AVAILABLE! Note: due to very high demand, please allow 2-4 weeks for delivery.",
    "collection": [
      "1",
      "4"
    ],
    "images": [
      "productImages-1591974456481.jpg",
      "productImages-1591974456496.jpg",
      "productImages-1591974456517.jpg"
    ],
    "price": "60",
    "discount": "50",
    "cost": "15",
    "sku": "banana010203",
    "stock": "1100"
  }
]