[
  {
    "id": 1,
    "name": "Flopping Fish Cat Toy",
    "description": [
      "Self Moving\r\nThe FIRST Flopping Fish Cat Toy that moves on its own!\r\n\r\nBattery Powered\r\nEasy USB     recharging - NO more wasting batteries!",
      "\r\n\r\nRefillable Catnip Pouch\r\nCat safe velcro pocket is easy to refill over and over again!\r\n\r\nLooks Exactly like a Fish!\r\nThe resemblance will surprise you!",
      "\r\n\r\nXL SIZE!\r\nLength: 30cm.",
      "\r\n\r\nSOFT & CUDDLY!\r\nMade of Plush and Cotton.\r\n\r\nFOUR VARIANTS AVAILABLE!",
      "\r\nGerald, Ronald, Bill & George Floppy Fish Cat Toys\r\n\r\nThis Floppy Fish Cat Toy will keep your kitty entertained for hours with its wagging and dancing moves.",
      " Easy USB rechargeable and motion activated so cats can make it start flipping on its own. After moving for a while the Flopping Fish Cat Toy stops to save battery life when cats stop playing with it so you don't need to worry about turning it off. Refillable catnip pouch pocket and 4 variants available. Don't miss out! Spoil your kitty with our Flippity Floppity Fish!\r\n\r\nRefillable catnip pouch pocket.",
      "4 variants available. 25% Off and Free Shiping today.\r\n\r\nSpecial offer: BUY 2 FISHIES AND GET 25% OFF the second unit!\r\n\r\nQuantity Discounted Prices:\r\n\r\n1 X Flopping Fish Cat Toy = $24.99 \r\n\r\n2 X Flopping Fish Cat Toy = $43.7 (SAVE $6.25)\r\n\r\n3 X Flopping Fish Cat Toy = $59.99 (SAVE $15)",
      "\r\n\r\nTo access this promo just add the fishies you want to your CART and you'll get discounted prices when checking out!\r\n"
    ],
    "collection": [
      "1",
      "3"
    ],
    "images": [
      "productImages-1591974160796.png",
      "productImages-1591974160817.png",
      "productImages-1591974160890.png",
      "productImages-1591974160900.png",
      "productImages-1591974160909.png"
    ],
    "price": "33.00",
    "discount": "25",
    "cost": "10.00",
    "sku": "012345678",
    "stock": "1539"
  },
  {
    "id": 2,
    "name": "Banana Cat Bed",
    "description": [
      "Your cat will, literally, go BANANAS over this bed. It's the perfect bed for YOUR KITTY! It will be its own soft, cozy & comfy spot.",
      "\r\n\r\nThe Banana Cat Bed features a peelable banana peel that allows your cat to sneak in and out while still having the privacy they require. Just peel open the top layer of the peel to sneak a peek at your kitty snoozing inside.",
      "\r\n\r\nTons of fun, guaranteed!\r\n\r\nKittenfy's Banana Cat Bed is available in 3 different colors and 3 different sizes for you to choose the perfect fit.",
      "\r\n\r\nOur Costumers say...\r\n\r\n\"Great quality product! Perfect for my cat! \" - Kylie K.\r\n\r\n\"Very cute. Fast Shipping. My friend’s cat loved it.\" - Samantha N.\r\n\r\nKittenfy Clients usually get the Banana Cat Bed together with our Floppy Fish Cat Toy, loved by cats all around the globe because of its flippity floppy moves.",
      "\r\n\r\nLIMITED TIME ONLY. Not sold in stores.\r\n\r\nSecure checkout via: Mastercard, Visa & PayPal.\r\n\r\nEXPRESS SHIPPING: 5 to 10 business days delivery.\r\n\r\nFREE STANDARD SHIPPING ALSO AVAILABLE! Note: due to very high demand, please allow 2-4 weeks for delivery."
    ],
    "collection": [
      "1",
      "4"
    ],
    "images": [
      "productImages-1591974456481.jpg",
      "productImages-1591974456496.jpg",
      "productImages-1591974456517.jpg"
    ],
    "price": "60",
    "discount": "50",
    "cost": "15",
    "sku": "banana010203",
    "stock": "1100"
  },
  {
    "id": 3,
    "name": "Marshmallow Cat Bed",
    "description": [
      "Your Kitty is going to looove snuggling on this Super Comfy Marshmallow Bed!",
      "\r\n\r\nTreat your loved one with this luxurious, soft & comfy fake fur bed. Our Marshmallow Bed is designed to provide your Kitty with the most recomforting sleep. This fluffy as a marshmallow cat bed will provide a stress free, relaxing zone for your loved one.",
      "\r\n\r\nCat approved! The comforting donut shape makes cats feel warm and safe.\r\n\r\nAvailable in 5 sizes and 9 colors, choose the perfect one for your Kitty!",
      "\r\n\r\nVery easy to wash and dry!\r\n\r\nOur Costumers say...",
      "\r\n\r\n\"Such great quality. super soft and comfortable for my cats. They love this. I like that the sides are deep so they feel secure in it.\"",
      " - Andy L.\r\n\r\n\"This Marshmallow cat bed is excellent. My cat adores it. Im very satisfied. Thanks!\" ",
      " - Jane N.\r\n\r\nOur buyers frequently get the Marshmallow Bed with our awesome Flopping Fish Cat Toy which will instantly catch your Kitty's attention with its flippity floppity moves.",
      "\r\n\r\nLIMITED TIME ONLY. Not sold in stores.\r\n\r\nSecure checkout via: Mastercard, Visa & PayPal.\r\n\r\nBeds ship vacuum sealed for cost effective shipping.\r\n\r\nFREE SHIPPING! Note: due to very high demand, please allow 2-4 weeks for delivery."
    ],
    "collection": [
      "1",
      "4"
    ],
    "images": [
      "productImages-1591976827009.jpg",
      "productImages-1591976827060.jpg",
      "productImages-1591976827074.jpg",
      "productImages-1591976827185.jpg"
    ],
    "price": "60",
    "discount": "50",
    "cost": "22",
    "sku": "MM010203",
    "stock": "967"
  },
  {
    "id": 4,
    "name": "Windmill Cat Toy",
    "description": [
      "THE NEW FIDGET SPINNER FOR CATS!",
      "\r\n\r\nThis Windmill Cat Toy spins just like a fidget spinner keeping cats entertained for hours!",
      "\r\n\r\nFEATURES:\r\nFree Shipping (on 2+ units)\r\n Long lasting spinning action\r\n2 transarent bins\r\nSuction cup base",
      "\r\nCatnip balls included!",
      "\r\nAvailable in 3 colors\r\nSize: 6in wide, 3in tall\r\nQuantity discount",
      "\r\nENTERTAINING: With the slightest touch the Windmill Cat Toy strats to spin attracting cats attention and desire to interact with it.",
      "\r\n\r\nSUCTION CUP: Its suction cap base allows it to stick to any smooth surface in both horizontal or vertical orientantion keeping it still while kitties play.",
      "\r\n\r\nINSTINCT DEVELOPMENT: Two transparent bins located on the blades edges can place lights, bells or treats which stimulate cat's instinct to follow moving objects.",
      "\r\n\r\nANXIETY REDUCTION: The focus, and motor skills required to play with the Windmill Cat Toy help reduce axiety, keeping our feline loved ones relaxed and away from the furniture.",
      "\r\n\r\nDESIGN & MANUFACTURE: Finely designed and well built with soft TPR material.",
      "\r\n\r\nQUANTITY DISCOUNTED PRICES:\r\n\r\n1 X Windmill Cat Toy = $24.99 \r\n2 X Windmill Cat Toy = $43.7 (SAVE $6.25) \r\n\r\nTo access this promos just add 2 or more windmills to your cart. Discount will apply at ckeckout!\r\n\r\n ",
      "\r\n\r\nEXCELLENT REVIEWS - OUR COSTUMERS SAY...\r\n\r\n\"Love its unique design, my kitty plays with it all day long.",
      "\"\r\n★★★★★ - Johnny E.\r\n\r\n\"My kitties are in LOVE with it!!\"",
      "\r\n★★★★★ - Sarah F.\r\n\r\n \r\n\r\nFREE STANDARD SHIPPING (buying 2 or more). Note: due to very high demand, please allow 2-4 weeks for delivery.",
      "\r\nEXPRESS SHIPPING: 5-15 business days.\r\n\r\nLIMITED TIME ONLY. Not sold in stores.\r\nSecure checkout via: Visa, Mastercard, American Express & PayPal"
    ],
    "collection": [
      "1",
      "3"
    ],
    "images": [
      "productImages-1591987201776.jpg",
      "productImages-1591987201798.jpg",
      "productImages-1591987201816.jpg",
      "productImages-1591987201826.jpg"
    ],
    "price": "30",
    "discount": "25",
    "cost": "11",
    "sku": "WIND010203",
    "stock": "342"
  },
  {
    "id": 5,
    "name": "Kitty Cartoon Tall Mug",
    "description": [
      "This purrfect Mug is just for YOU!",
      "\r\n\r\nStart you day with this pawsome Mug, having a warm sip of your favourite drink while watching this adorable kitty. The Kitty Cartoon Tall Mug will ensure that you'll start your day with the right paw.",
      "\r\n\r\nA great gift for a fellow cat fan!\r\n\r\nLid is included, so you can take your drink anywhere you like.",
      "\r\n\r\nMade of great Ceramic Porcelain\r\nMicrowave & Dishwasher safe\r\nVolume 600ml\r\nWeight 500g\r\nLid included\r\nLIMITED TIME ONLY. Not sold in stores.",
      "\r\n\r\nSecure checkout via: Mastercard, Visa & PayPal."
    ],
    "collection": [
      "6",
      "8"
    ],
    "images": [
      "productImages-1591989444412.jpg",
      "productImages-1591989444463.jpg"
    ],
    "price": "18",
    "discount": "4",
    "cost": "6",
    "sku": "Mug010203",
    "stock": "1342"
  },
  {
    "id": 6,
    "name": "Double Cat Shelf",
    "description":[ "Our Wood & Canvas Cat Double Shelf is the best way to fulfill your kitty’s climbing needs within the safety of your home. Designed for jumping, sleeping and playing, it’s everything your cat could wish for.\r\n\r\nCustomizable: create your own cat wall design by combining it with our cat bridge, escalator and shelf. ","\r\n\r\nWall-mounted: free up your floor space and provide your kitty some extra room for leisure time.\r\n\r\nPrivate Space: It allows cats to have a space of their own, high enough for them to feel safe from any perceived danger.","\r\n\r\nBehavior Solution: It can help solve behavior and territory issues in homes with multiple cats by giving them vertical space.","\r\n\r\nDesigned with care: Every variable was taken into consideration while creating our Wood & Canvas Cat Shelf. ","\r\n\r\n    Simple and sturdy design blends in any home décor\r\n    Hidden brackets give shelves a floating look\r\n    Design to mount into studs spaced 16” apart\r\n  ","  Easy to navigate mounting instructions\r\n    Total Width: 35in / 89cm\r\n    Height: 15in / 38cm\r\n    Depth: 11in / 28cm\r\n    Available in 3 different wood finishes: Unfinished, English Chestnut & Onyx\r\n"],
    "collection": [
      "1",
      "2"
    ],
    "images": [
      "productImages-1592185936147.jpg",
      "productImages-1592185936147.jpg"
      
    ],
    "price": "139.99",
    "discount": "0",
    "cost": "50",
    "sku": "CatSh582",
    "stock": "125"
  }
 
]
